{
  "original_file": "kamath-ranbir.wav",
  "source_language": "en",
  "target_language": "de",
  "original_text": " Is there reason that you have your initials on your slippers? Yeah. So like I was telling you earlier, I feel like craftsmanship, Indian brands making it bigger broad. I'm being like totally for that. This is a local Indian brand which has access to the best kind of leather, the best kind of craftsmanship you can find. They cost maybe like 10,000 bucks to make. They feel... 10,000 rupees. Yeah. Is that a lot? No, it's not. Like a cost price of... No, no, they sell it to me for that much. I don't know how much they're actually. But they feel better than a foreign brand like Gucci or LVN. And you can actually feel the leather in compare. I feel like there are so many options like this in India. This is already a market. Right. What's it called? This is called Cure. C-U-E-R-O. And where is the brand from? You know how I found it on Instagram. Like it just sponsored thinking. Independent Indian shoemakers. They didn't even make chapels. So Instagram's kind of listening to us. So I didn't pop up right. So I don't even know. But I think this is the way forward. Like Sapko the coffee brand. Yeah. I feel like the coffee is better than other countries coffee. Have you tried it? Yeah, of course. Yeah. But I think Sapko has potential outside. I feel like these guys have potential. There's a brand I'm looking at. Haven't invested yet called 11-11. Which makes shirts using Kanta Ra, Bandgani, crazy good designs. Again, Indian independent. And there are so many of these blossoming brands. I feel like it's such an easy switch. What novelty are you getting by in a Gucci T-shirt? Or a Balenciaga shoe? Society. Yeah. And here, like, you know, somebody has spent 20 hours using their hand in making something. The fabric is significantly better. The leather is significantly better. The coffee is significantly better. I feel like if we all were to switch a little bit like that, net net result would come back and help us in our own way. Because you will build something. You start as Nika, brand tomorrow. I'll start something. You'll buy more of me. I'll buy more of you. Net net helps the ecosystem. Yeah. So the Chappel is a product of that.",
  "translated_text": "Ich bin eine lokale indische Marke, die Zugang zu der besten Art von Leder hat, die beste Art von Handwerkskunst, die Sie finden können. Sie kosten vielleicht wie 10.000 Mäuse zu machen. Sie fühlen sich an... 10.000 Rupien. Ja. Ist das eine Menge? Nein, es ist nicht. Wie ein Preis von... Nein, nein, sie verkaufen es mir für so viel. Richtig. Wie heißt es eigentlich? Dies heißt Cure. C-U-E-R-O. Und Sie können tatsächlich das Leder im Vergleich fühlen. Ich fühle, wie es so viele Optionen wie diese in Indien genannt. Dies ist bereits ein Markt. Richtig. Wie ist es heißen? So ist es Cure. Ich weiß, dass die Verwendung der ausländischen Marke wie Gucci oder LVN. Und wo ist die Marke im Vergleich? Sie wissen, wie es so viele Optionen wie diese in Indien sind."
}