{
  "original_file": "My ICPC Story - Valbhav Raj.wav",
  "source_language": "en",
  "target_language": "es",
  "original_text": " I'm Wabuff, I'm 21 years old and I studied ID Bombay but I actually live in Delhi. In India, people usually study physics maths and chemistry so that they can qualify for the engineering degrees. So I started programming when I joined college which was like four years back so 17 years old. I do code post regularly, also some other websites like that code. And in the past I've done Google's contest like coach I am Hatchballed at Facebook's program but I've never participated in phone contest like IOI. So I participated in ICPC every single year. We came quite close in the past three years but this year we actually needed to do the world finance. We found out what we were good at and we didn't really go through all our problem lists and try to identify that. We just discussed among ourselves what we really liked and what we enjoyed so I think we have been practicing individually forever but every once in a while just before the contest we come together and then participate in the team contest so that we can get that five of our feeling and also how to divide work, how to work together. I really like the thrill of being able to solve the harder problems because sometimes it's like the idea that's kind of really innovative and mind-boggling. In the other cases it's getting the implementation correct to the last detail that's really exciting. So actually when I started college it was totally online and we were all attending college from home. So these people who are now in my team I just met them through code posters. Yeah I think like these friends that I made would be really tied throughout my life. Like one of them was my roommate throughout my college life so yeah I think that's really helpful at finding friends. And even in other colleges crossing India. Since I've been participating in the ICPC contest with India for the past three years I've seen some faces every once in a while and also other faces for instance I did some internships that some people and then I see them again at ICPC that's the good experience. For more information on the ICPC World Finals in Astana Kazakhstan check out news.icPC.global.",
  "translated_text": "En India, la gente suele estudiar física matemáticas y química para que puedan calificar para los grados de ingeniería. Así que empecé a programar cuando me uní a la universidad que era como hace cuatro años tan 17 años. Hago code post regular, también algunos otros sitios web como ese código. Y en el pasado he hecho el concurso de Google como entrenador I'm Hatchballed en el programa de Facebook, pero nunca he participado en concurso telefónico como IOI. Así que participé en ICPC cada año. Nos acercamos mucho en los últimos tres años, pero este año hemos tenido que hacer el concurso de finanzas del mundo. Nos dimos cuenta de lo que éramos buenos en Facebook y no hemos pasado por todas nuestras listas de problemas y tratamos de identificar eso. Sólo discutimos entre nosotros lo que realmente nos gustó y lo que nos gustó, así que creo que hemos estado practicando individualmente a lo largo de los casos, pero cada vez que nos acercamos a la realidad de la realidad de la gente."
}