{
  "original_file": "What the Rich Don’t Want You to Know： A Godfather Lesson #thegodfather #michaelcorleone.wav",
  "source_language": "en",
  "target_language": "es",
  "original_text": " You shouldn't be embarrassed by your wealth. This contempt for money is just another trick of the rich to keep the poor without it. Uncle Michael, we love each other very much. And we want to be married. I came to ask for your blessing. Francesca is my oldest brother's daughter. My brother suddenly died many years ago. And I guess I've been sort of a father to her. I've been a uncle. I love her very much. That's so lying. Well, I appreciate you coming here before you. When I head with your plans, shows you're a considered man. You go to college? Yes, sir. I do. What are you studying? Fine arts. How do you plan to support your new wife on Fine Arts? Sorry, I just get embarrassed to say it, sir, but... I'm a major stockholder in the family corporation. Well, what can I say after that? Of course you have my blessing. Thank you. Congratulations. Thank you, sir. You know you might consider taking a course in business administration just to be on the safe side.",
  "translated_text": "Este desprecio por el dinero es sólo otro truco de los ricos para mantener a los pobres sin él. Tío Michael, nos amamos mucho. Y queremos estar casados. Vine a pedir su bendición. Francesca es la hija de mi hermano mayor. Mi hermano de repente murió hace muchos años. Y supongo que he sido una especie de padre para ella. He sido un tío. La amo mucho. Eso es muy mentiroso. Bueno, aprecio que vengas aquí antes que usted. Cuando me encamino con sus planes, muestra que es un hombre considerado. ¿Usted va a la universidad? Sí, señor. Sí. ¿Qué está estudiando? Bellas artes. ¿Cómo planea apoyar a su nueva esposa en Bellas Artes? Lo siento, me avergüenzo de decirlo, señor, pero... Soy un accionista importante en la corporación familiar. Bueno, ¿qué puedo decir después de eso? Por supuesto que tiene mi bendición. Gracias. Gracias, señor. Usted puede considerar tomar un curso en la administración de negocios sólo para estar en el lado seguro."
}